Repository: xzerkses/Django_Yaas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: German
fr: Allemand

source: English
fr: Anglais

source: France
fr: La France

source: New User is created. Please Login.
de: Neuer Benutzer wird erstellt. Bitte loggen Sie sich ein.
fr: Le Nouvel Utilisateur est créé. S'il vous plaît Ouverture de session.

source: Data in form is not valid.
de: Daten im Formular sind nicht gültig.
fr: Les données dans la forme ne sont pas valides.

source: Notification from Old Junk Auctions.
de: Benachrichtigung von *Old Junk Auctions.
fr: Notification de Vieilles Ventes aux enchères de Bazar.

source: You have created a new auction in Old Junk Auctions site.
de: Sie haben eine neue Auktion auf der Website Old Junk Auctions erstellt.
fr: Vous avez créé une nouvelle vente aux enchères dans le Vieux site de Ventes aux enchères de Bazar.

source: Auction successfully saved.
de: Die Auktion wurde erfolgreich gespeichert.
fr: Vente aux enchères avec succès sauvée.

source: Auction is currently used by another user. You can try to edit auction later.
fr: La vente aux enchères est actuellement utilisée par un autre utilisateur. Vous pouvez essayer de réviser la vente aux enchères plus tard.

source: Only seller is allowed to edit auction.
de: Nur der Verkäufer darf die Auktion bearbeiten.
fr: Seulement on permet au vendeur de réviser la vente aux enchères.

source: You must login before you are allowed to bid
fr: Vous devez l'ouverture de session avant que l'on vous permet de mettre une enchère

source: Administrators are not allowed to bid
fr: On ne permet pas aux administrateurs de mettre une enchère

source: Seller is not allowed to bid
fr: On ne permet pas au vendeur de mettre une enchère

source: Someone else is currently accessing auction data. Try again a bit later.
fr: Quelqu'un d'autre accède actuellement aux données de vente aux enchères. Essayez de nouveau un peu plus tard.

source: bid value must be at least 0.01 higher than previous bid.
fr: la valeur d'offre doit être au moins 0.01 plus haut que l'offre précédente.

source: biding time has ended.
fr: le fait de demeurer le temps a fini.

source: bid successfully saved.
fr: offre avec succès sauvée.

source: A new bid was placed in auction were you are involved.
fr: Une nouvelle offre a été placée à la vente aux enchères étaient vous sont impliqués.

source: New bid with value of
fr: La nouvelle offre avec la valeur de

source: Data in form is not valid
de: Daten im Formular sind nicht gültig
fr: Les données dans la forme ne sont pas valides

source: You must login before you are allowed to ban
de: Sie müssen sich anmelden, bevor Sie verbieten dürfen
fr: Vous devez l'ouverture de session avant que l'on vous permet d'interdire

source: Auction successfully banned
de: Auktion wurde erfolgreich gesperrt
fr: Vente aux enchères avec succès interdite

source: Auction
de: die Auktion
fr: Vente aux enchères

source: You must login before you are edit your data
de: Sie müssen sich anmelden, bevor Sie Ihre Daten bearbeiten
fr: Vous devez l'ouverture de session avant que vous êtes révisent vos données

source: You data has been saved.
de: Ihre Daten wurden gespeichert.
fr: Vous les données avez été sauvés.

source: Edit Auction
fr: Révisez la Vente aux enchères

source: Add Bid
fr: Ajoutez l'Offre

source: Ban Auction:
fr: Vente aux enchères d'Interdit:

source: Ban Auction
fr: Vente aux enchères d'Interdit

source: Seller:
fr: Vendeur:

source: Title:
fr: Titre:

source: Starting Bid:
fr: Commencement de l'Offre:

source: Latest Bid:
fr: La Dernière Offre:

source: Auction ends:
fr: Fins de vente aux enchères:

source: Item description:
fr: Description d'article:

source: No Auctions Available
fr: Aucune Vente aux enchères Disponible

source: Search Auction
fr: Fouillez la Vente aux enchères

source: Home
de: Zuhause
fr: Maison

source: Create Auction
fr: Créez la Vente aux enchères

source: Edit User Data
fr: Révisez des Données d'Utilisateur

source: Login
de: Anmeldung
fr: Ouverture de session

source: Add new user
de: Neuen Benutzer hinzufügen
fr: Ajoutez le nouvel utilisateur

source: Selected Currency:
de: Ausgewählte Währung
fr: Devise Choisie:

source: Rate:
fr: Taux:

source: Selected Language:
fr: Langue Choisie:

source: Welcome to our page
fr: Soyez bienvenus à notre page

source: Place a bid
fr: Placez une offre

source: Auction Status:
fr: Statut de Vente aux enchères:

source: Confirm Auction
fr: Confirmez la Vente aux enchères

source: Seller ID:
fr: Carte d'identité de vendeur:

source: Min Price:
fr: Prix de Minute:

source: Deadline:
fr: Date limite:

source: Yes
fr: Oui

source: No
fr: Non

source: Ban Selected Auction
fr: Interdit Vente aux enchères Choisie

source: ID:
fr: CARTE D'IDENTITÉ:

source: Biding ends:
fr: Le fait de demeurer des fins:

source: Please give date and time in YYYY mm dd HH:MM format:
fr: Donnez s'il vous plaît la date et le temps dans le millimètre YYYY dd HH:MM le format :

source: Your are editting auction:
fr: Votre sont la vente aux enchères d'editting:

source: Submit
fr: Soumettre

source: Create an account
fr: Créez un compte

source: Search
fr: Chercher

source: Results
fr: Résultats

source: Search:
fr: Chercher:

source: Results for
fr: Résultats pour

source: Auction ends :
fr: Fins de vente aux enchères :

source: You must login before you are allowed to pid
de: Sie müssen sich anmelden, bevor Sie Pid werden dürfen

source: Administrators are not allowed to pid
de: Administratoren dürfen nicht pid

source: Seller is not allowed to pid
de: Der Verkäufer darf nicht pid

source: Pid value must be at least 0.01€ higher than previous pid.
de: Der Pid-Wert muss mindestens 0,01 € höher sein als die vorherige PID.

source: Piding time has ended.
de: Piding Zeit ist vorbei.

source: Pid successfully saved.
de: Pid erfolgreich gespeichert.

source: A new pid was placed in auction were you are involved.
de: Eine neue PID wurde in einer Auktion platziert, wenn Sie beteiligt sind.

source: New pid with
de: Neue Pid mit
